package com.sist.web;
/*
 *휴식 휴가/여행 산책 잠잘 때 운동 고백 해변
 */
/*
 * 기분전환 외로움 슬픔 힘찬 이별 지침/힘듦 설렘 위로 오후 밤 새벽 저녁 아침 사랑 스트레스/짜증 그리움 추억 우울 행복 불안 분노 기쁨 축하
 */
/*
 * 밝은 신나는 편안한 따뜻한 그루브한 부드러운 로맨틱한 웅장한 매혹적인 영화음악 잔잔한 몽환적인 댄서블한 달콤한 시원한 애절한 어두운 연주음악 발렌타인데이 화이트데이
 */
/*
 * 봄 여름 가을 겨울 맑은날 추운날 흐린날 비오는날 더운날 안개낀날 눈오는날
 */
public class FoodRecommendRestController {
	private String[] submenu1= {"휴식", "휴가","여행","산책","운동","고백","해변"};
	private String[] submenu2= {"기분전환", "외로움", "슬픔", "힘찬", "이별", "설렘", "위로","사랑", "짜증", "그리움", "추억", "우울", "행복", "불안", "분노", "기쁨", "축하"};
	private String[] submenu3= {"밝은","신나는", "편안한", "따뜻한", "부드러운", "로맨틱한", "달콤한", "시원한", "애절한", "어두운"};
	private String[] submenu4= {"봄","여름", "가을", "겨울", "맑은날", "추운날", "흐린날", "비오는날", "더운날", "눈오는날"};
	
}
